Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalilautakunnalta_toinen_kantelu_kho:n_virheellisista_paatoksista.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien vaalilautakunnalta toinen kantelu KHO:n virheellisistä päätöksistä
sms: Sääʹmteeʹǧǧ vaal-luʹvddkååʹddest nuʹbb kueʹddlummuš KHO puäst tuʹmmstõõǥǥin

source: Saamelaiskäräjien vaalilautakunta kanteli 20.08.2019 16:sta päätöksestä, joilla korkein hallinto-oikeus oli kumonnut vaalilautakunnan heinäkuussa tekemiä itseoikaisuja.
sms: Sääʹmteeʹǧǧ vaal-luʹvddkåʹdd kueʹddlõõʹsti 20.08.2019 16 tuʹmmstõõǥǥâst, koivuiʹm ââʹlmõs vaaldâšmvuõiǥâs leäi kååʹmtam vaal-luʹvddkååʹdd sueiʹnnmannust tuejjeem jiõččvuõiǥummšid.

source: Aiempien päätöstensä jälkeen KHO on antanut lisää itseoikaisuja kumoavia päätöksiä, joita koskee aiemmissa päätöksissä havaittujen lisäksi uusi oikeudenmukaisen oikeudenkäynnin loukkaus.
sms: Ääiʹjab tuʹmmstõõǥǥeez mâŋŋa KHO lij ouddam lââʹzz jiõččvuõiǥummšid kååʹmteei tuʹmmstõõǥǥid, koid kuâskk ääiʹjab tuʹmmstõõǥǥin vuâmmšum lââʹssen ođđ vuõiggâdvuõđlaž suudõõttmõõžž čuõcctummuš.

source: Samoin kuin ensimmäisissä 16:ssa päätöksessä, myös nyt uuden kantelun kohteina olevissa 40:ssä tapauksessa KHO oli ratkaissut itseoikaisuista tehdyt valitukset oikeudenmukaisen oikeudenkäynnin perusperiaatteita loukaten kuulematta lainkaan valituksen johdosta vaalilautakuntaa tai saamelaiskäräjiä.
sms: Seämmanalla ko vuõssmõs 16 tuʹmmstõõǥǥâst, ååʹn še ođđ kueʹddlõsttum 40 tuʹmmstõõǥǥâst KHO leäi čåuddam jiõččvuõiǥummšin tuejjuum läittmõõžžid vuõiggâdvuõđlaž suudõõttmõõžž vuâđđjurddjid čuõccteeʹl kuulǩani ni vooʹps läittam ǩeeʹjjest vaal-luʹvddkååʹdd leʹbe sääʹmteeʹǧǧ.

source: Kun ratkaisut oli tehty vain valittajaa kuullen, niihin oli jäänyt selviä virheitä.
sms: Ko čåuddmõõžž leʹjje tuejjuum tåʹlǩ läittai kuuleeʹl, tõid leʹjje pääccam čiõlgg puästvuõđ.

source: KHO:n 40 uutta ratkaisua rasittaa lisäksi toisenlainen oikeudenmukaisen oikeudenkäynnin loukkaus.
sms: KHO 40 ođđ čåuddmõõžžid peâhss lââʹssen nuuʹbbnallšem vuõiggâdvuõđlaž suudõõttmõõžž čuõcctummuš.

source: KHO:n presidentti Kari Kuusiniemi antoi 8.8.2019 Ylelle haastattelun, jossa hän totesi KHO:ssa silloin vireillä olleitten itseoikaisuista tehtyjen valitusten valittajiin viitaten, että ”on selvää, että nämä ihmiset on palautettava vaaliluetteloon”.
sms: KHO presideʹntt Kari Kuusiniemi tuõđi 8.8.2019 Yle mainstâttmõõžžâst KHO:st teʹl aalǥtum jiõččvuõiǥummšin tuejjuum läittmõõžži läittjid viiʹttjeeʹl, što”lij seʹlvv, što täk oummu âʹlǧǧe maaccted vaal-loǥstõʹǩǩe”.

source: Lausumallaan presidentti Kuusiniemi ennakoi tuomioistuimessaan ratkaisua odottavien valitusasioiden käsittelyn lopputulosta tavalla, joka loukkasi asiaa käsittelevän jaoston tuomareiden riippumattomuutta ja puolueettomuutta tai ainakin siitä asianosaisille ja yleisölle muodostuvaa mielikuvaa KHO:n edellytyksistä käsitellä valitukset oikeudenmukaisen oikeudenkäynnin perustavanlaatuisia periaatteita kunnioittaen.
sms: Ciâlklmines presideʹntt Kuusiniemi mõõni suudišttmeʹstes čåuddmõõžž vuõʹrddi läittamaaʹšši ǩiõttʼtõõllmõõžž loppčåuddmõõžž ouʹdde naaʹlin, kååʹtt čuõccti ääʹšš ǩiõttʼtõõlli juâkkaz suuʹdi čõõnteʹmesvuõđ da beäʹlteʹmesvuõđ leʹbe aainâs tõʹst äʹššvuäʹmsteeʹjid da oummid šõddi miõllkoov KHO oudldõõzzin ǩiõttʼtõõllâd läittmõõžžid vuõiggâdvuõđlaž suudõõttmõõžž vuâđđjurddjid ciʹsttjeeʹl.

source: Lisätietoja
sms: Lââʹssteâđ:

source: Saamelaiskäräjien vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
sms: Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd saaǥǥjååʹđteei Janne Näkkäläjärvi, teʹl. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
